/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Introducció al Wi-Fi de l'Skype";
"INTRO_SUBHEADER" = "Connecteu-vos des de zones Wi-Fi públiques i pagueu només els minuts que feu servir amb el crèdit de Skype.";
"INTRO_ICON_WIFI" = "Feu servir Skype, consulteu el correu i navegueu pel web";
"INTRO_ICON_GLOBE" = "El Wi-Fi de l'Skype està disponible des de més d'un milió d'ubicacions de tot el món.";
"INTRO_ICON_SKYPECREDIT" = "Pagueu només els minuts que l'utilitzeu.";

"STATE_CHECKINGNETWORK_HEADER" = "Espereu…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "S'està comprovant la xarxa per al Wi-Fi de Skype...";

"STATE_JOINWIFI_HEADER" = "No esteu connectat al Wi-Fi";
"STATE_JOINWIFI_SUBHEADER" = "Connecteu-vos a una xarxa pública de Wi-Fi que sigui compatible amb el Wi-Fi de Skype.";

"STATE_ALREADYONLINE_HEADER" = "Ja esteu connectat.";
"STATE_ALREADYONLINE_SUBHEADER" = "Sembla que ja esteu connectat a Internet. Amb el Wi-Fi de Skype podreu connectar-vos des de zones Wi-Fi públiques de més d'un milió d'ubicacions de tot el món.";

"STATE_GENERALERROR_HEADER" = "No s'ha pogut connectar.";
"STATE_GENERALERROR_SUBHEADER" = "La xarxa Wi-Fi no respon correctament. Proveu de connectar-vos a una altra xarxa.";

"STATE_CONNECT_HEADER" = "Wi-Fi de Skype es troba disponible aquí.";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Si us connecteu, accepteu les <a href=\"%@\">Condicions d'ús</a> del proveïdor.";

"STATE_CONNECT_BUTTON" = "Connecta";
"STATE_CONNECTING_BUTTON" = "S'està connectant…";

"STATE_CONNECTED_SHORT" = "Connectat";
"STATE_CONNECTED_HEADER" = "Esteu connectat amb Wi-Fi de Skype";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Desconnecta";
"STATE_DISCONNECTING_BUTTON" = "S'està desconnectant…";

"STATE_NOCREDIT_HEADER" = "No hi ha prou crèdit de Skype";


/* === Mac only === */

"OK_BUTTON" = "D'acord";
"LEARNMORE_BUTTON" = "Més informació";
"CLOSE_BUTTON" = "Tanca";
"GO_BACK_BUTTON" = "Torna";
"CONTINUE_BUTTON" = "Continua";

"REQUIRES_OSX_VERSION_MESSAGE" = "Wi-Fi de Skype necessita el sistema operatiu X %@ o posterior.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Encara no es pot fer servir Wi-Fi de Skype amb el compte de Microsoft. Inicieu la sessió directament amb el vostre nom de Skype i la contrasenya.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Encara no es pot fer servir Wi-Fi de Skype amb el compte de Microsoft. Creeu un compte de Skype i inicieu-hi la sessió directament.";

"MAIN_WINDOW_TITLE" = "Wi-Fi de l'Skype";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Wi-Fi de Skype — “%@”";

"FLOATER_CONNECTED_TITLE" = "Esteu connectat amb Wi-Fi de Skype";
"FLOATER_CONNECTED_WISPR_TITLE" = "Esteu connectat.";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "La connexió caducarà aviat";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Per tal de protegir-vos, quan us connecteu mitjançant el crèdit de Skype, la connexió caducarà automàticament en cas que no us recordeu de desconnectar-vos.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d minuts";

"STATE_CONNECT_SUBHEADER" = "Connecteu-vos a Internet des d'aquesta xarxa amb Wi-Fi de Skype i pagueu només els minuts que utilitzeu amb el crèdit de Skype.";
"STATE_CONNECT_FREE_HEADER" = "Wi-Fi de Skype és gratuït aquí.";
"STATE_CONNECT_FREE_SUBHEADER" = "Gaudiu d'accés gratuït a Internet en aquesta zona amb Wi-Fi de Skype. Navegueu pel web, consulteu el correu o simplement feu servir Skype.";
"STATE_CONNECT_WISPR_HEADER" = "Disposo d'un compte amb aquest proveïdor";
"STATE_CONNECT_WISPR_SUBHEADER" = "Si ja disposeu d'un compte amb aquest proveïdor, introduïu les vostres credencials aquí.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "La vostra connexió a Internet caducarà aviat";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Podeu desconnectar-vos en qualsevol moment i només es cobraran els minuts que l'heu utilitzat.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Heu estat connectat durant %d minuts aproximadament.";
"COUNTUP_0MIN" = "Heu estat connectat durant menys d'un minut.";
"COUNTUP_1MIN" = "Heu estat connectat durant un minut aproximadament.";
"STATE_CONNECTED_WISPR_HEADER" = "Actualment esteu connectat.";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Esteu connectat amb el vostre compte mitjançant aquest proveïdor de zona Wi-Fi. Podeu desconnectar-vos en qualsevol moment.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Valoreu aquesta zona Wi-Fi";

"STATE_CONNECTED_EXTEND_BUTTON" = "Seguiu en línia";
"STATE_CONNECTED_EXTENDING_BUTTON" = "S'està tornant a connectar…";

"STATE_NOCREDIT_SUBHEADER" = "Necessiteu crèdit de Skype per poder pagar per minut l'accés a Internet amb Wi-Fi de Skype.";
"STATE_NOCREDIT_BUTTON" = "Obtén crèdit de Skype";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "S'està comprovant la xarxa";
"STATE_JOINWIFI_SHORT" = "No hi ha cap xarxa Wi-Fi";
"STATE_ALREADYONLINE_SHORT" = "Ja esteu en línia";
"STATE_GENERALERROR_SHORT" = "Error";
"STATE_CONNECT_SHORT" = "Està disponible aquí";
"STATE_NOCREDIT_SHORT" = "S'ha exhaurit el crèdit";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "Queden %d minuts";
"TIMEEXPIRE_1MINUTE_LEFT" = "Queda 1 minut";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Queda menys d'un minut";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "La vostra connexió a Internet caducarà aviat.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Nom de Skype";
"LOGIN_PASSWORD_PLACEHOLDER" = "Contrasenya";
"LOGIN_BUTTON" = "Inici de sessió";
"SIGN_OUT_BUTTON" = "Tanca la sessió";

/* unused */
"LOGIN_PROBLEMS" = "Teniu problemes per iniciar la sessió?";
"LOGIN_CREATE_ACCOUNT" = "Creeu un compte";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Configuració";
/* unused */
"SETTINGS_BUTTON" = "Configuració";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Versió de Wi-Fi de Skype %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype i/o Microsoft.";
"ABOUT_PATENTPENDING" = "Patent pendent";
"ABOUT_FEEDBACK_BUTTON" = "Comentaris";
"ABOUT_LEGAL_BUTTON" = "Avís legal";
"ABOUT_TRADEMARK" = "El nom de Skype, les marques registrades i els logotips associats i el logotip de la \"S\" són marques registrades de Skype.";
"ABOUT_DISCLAIMER" = "Advertiment: Aquest programa està protegit per les lleis de drets d'autor i altres tractats internacionals. La reproducció o la distribució no autoritzades d'aquest programa, o de qualsevol part d'aquest, està penalitzada per la llei i serà objecte de totes les accions judicials corresponents.";

/* unused */
"PROFILE_BUTTON" = "Perfil";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Nom de Skype";
"PROFILE_SKYPECREDIT" = "Crèdit de Skype";
"PROFILE_SKYPECREDIT_NA_VALUE" = "N/A";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "S'està carregant…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Zones Wi-Fi visitades";
"USAGE_PREVIOUSCONNECTIONS" = "Connexions anteriors";
"USAGE_LASTUSED" = "Última vegada que s'ha utilitzat";
"USAGE_LASTUSED_NEVER_VALUE" = "Mai";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@, %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Ubicacions populars";
"SUPPORTEDNETWORKS_PROVIDERS" = "Proveïdors";
